Repository: GNOME/ghex
Catalog: po/*.po
Languages: ro

source: The Gnome Calculator
ro: Calculatorul Gnome

source: Simple double precision calculator similiar to xcalc
ro: Calculator simplu în doublã precizie similar cu xcalc

source: Gnome Calculator
ro: Calculator Gnome

source: A quick hack to show the amount of space free on mounted file systems uitilizing a dial.
ro: Un hack rapid pentru a arãta spaþiul liber de pe sistemele de fiºiere montate utilizând un apelator.

source: GHex: Converter
ro: GHex: Convertor

source: Binary
ro: Binar

source: Decimal
ro: Zecimal

source: Hex
ro: Hexa

source: Get cursor value
ro: Obþine valoarea cursorului

source: Close
ro: Închide

source: ERROR
ro: EROARE

source: GHex (%s): Find Data
ro: GHex (%s): Cautã date

source: Search for %s
ro: Cautã %s

source: Find Next
ro: Cautã urmãtorul

source: Find Previous
ro: Cautã precedentul

source: GHex (%s): Find & Replace Data
ro: GHex (%s): Cautã ºi Înlocuieºte date

source: Replace %s
ro: Înlocuieºte %s

source: Find next
ro: Cautã urmãtorul

source: Replace
ro: Înlocuieºte

source: Replace All
ro: Înlocuieºte tot

source: GHex (%s): Jump To Byte
ro: GHex (%s): Sar la octet

source: There is no active buffer to search!
ro: Nu existã buffer activ pentru cãutare!

source: There seems to be no string to search for!
ro: Se pare ca nu existã ºir de cãutat!

source: End Of File reached
ro: S-a atins sfârºitul fiºierului

source: Beginning Of File reached
ro: Am ajuns la începutul fiºierului

source: There is no active buffer to move the cursor in!
ro: Nu existã buffer activ în care sã mut cursorul!

source: No offset has been specified!
ro: Lungimea de deplasare nu a fost specificatã!

source: The offset must be a positive integer value!
ro: Lungimea de deplasare trebuie sã fie un întreg pozitiv!

source: Can not position cursor beyond the End Of File!
ro: Nu pot poziþiona cursorul dincolo de sfârºitul fiºierului!

source: There is no active buffer to replace data in!
ro: Nu existã buffer activ în care sã înlocuiesc datele!

source: Strange find or replace string!
ro: ªir de cãutat sau înlocuit bizar!

source: Both strings must be of the same length!
ro: Ambele ºiruri trebuie sã fie de aceeaºi lungime!

source: End Of File reached!
ro: Am atins sfârºitul fiºierului!

source: Replaced %d occurencies.
ro: %d apariþii înlocuite.

source: _Bytes
ro: _Octeþi

source: Group data by 8 bits
ro: Grupeazã datele pe 8 biþi

source: _Words
ro: Cu_vinte (word)

source: Group data by 16 bits
ro: Grupeazã datele pe 16 biþi

source: _Longwords
ro: Cu_vinte lungi (longword)

source: Group data by 32 bits
ro: Grupeazã datele pe 32 de biþi

source: _Goto Byte...
ro: _Du-te la byte-ul...

source: Jump to a certain position
ro: Sar la o poziþie anume

source: _Group Data As
ro: _Grupeazã datele ca

source: _Add view
ro: _Adaugã vizualizare

source: Add a new view of the buffer
ro: Adaugã o nouã vizualizare buffer-ului

source: _Remove view
ro: Elimin vizualiza_rea

source: Remove the current view of the buffer
ro: Eliminã vizualizarea curentã a buffer-ului

source: File %s has changed since last save. Do you want to save changes?
ro: Documentul %s s-a modificat de la ultima salvare. Doriþi sã salvaþi modificãrile?

source: Default
ro: Implicit

source: Notebook
ro: Carnet

source: Hexadecimal
ro: Decimal

source: Custom
ro: Tai

source: Editing
ro: Editare în curs

source: Browse...
ro: Rãsfoiesc...

source: Default Group Type
ro: Tipul grupului implicit

source: Display
ro: Afiºaj

source: MDI Mode
ro: Modul MDI

source: Can not open desired font!
ro: Nu pot utiliza fontul specificat!

source: Open Con_verter...
ro: Deschid Con_vertorul...

source: Bytes
ro: Octeþi

source: Words
ro: Cuvinte

source: hex data
ro: date hexa

source: ASCII data
ro: date ASCII

source: GHex, a binary file editor
ro: GHex, un editor de fiºiere binaire

source: Released under the terms of GNU Public License
ro: Distribuit sub termenii Licenþei Publice GNU

source: Error saving file!
ro: Eroare la salvarea fiºierului!

source: Saved buffer to file %s
ro: Salvez tamponul în fiºierul %s

source: Select a file to open
ro: Selectez un fiºier

source: Select a file to save buffer as
ro: Selectez un fiºier pentru salvare tampon

source: Reverted buffer from file %s
ro: Salvez tamponul în fiºierul %s

source: Can not open file!
ro: Nu pot deschide fiºierul!

source: Can't open file for writing!
ro: Nu pot deschide fiºierul pentru scriere!

source: File name
ro: Numele fiºierului:

source: File owner
ro: Numele fiºierului:

source: Filenames except
ro: Numele fiºierului:

source: Enable
ro: Activat

source: Remove
ro: ªterg vizualiza_rea

source: Start in directory:
ro: Pornesc în directorul:

source: Add
ro: Adaug

source: This is not yet implemented
ro: Asta nu este încã implementa(ã)

source: Full find (find)
ro: Cãutare completã (find)

source: Quick find (locate)
ro: Cãutare rapidã (locate)

source: The Gnome Search Tool
ro: Utilitarul de Cãutare Gnome

source: Gnome Search Tool
ro: Utilitar de cãutare Gnome

source: E_xit
ro: _Ieºire

source: Terminate the stripchart program
ro: Termin programul stripchart

source: _About
ro: _Despre

source: Info about the striphart program
ro: Informaþii despre programul stripchart

source: _File
ro: _Fiºier

source: _Help
ro: _Ajutor

source: Param
ro: Params

source: Value
ro: Valoare

source: Color
ro: Culoare

source: Filename
ro: Numele fiºierului:

source: Pattern
ro: Lipesc

source: Displayed range
ro: Afiºaj X11:

source: Current
ro: Tai

source: Help
ro: _Ajutor

source: About
ro: _Despre

source: Exit
ro: _Ieºire

source: Configuration file name
ro: fiºier de configurare

source: FILE
ro: FIªIER

source: Chart update interval
ro: intervalul de aducere la zi a raportului

source: Slider update interval
ro: intervalul de aducere la zi a raportului

source: TYPE
ro: TIP

source: no project selected
ro: nici un proiect selecþionat

source: Today
ro: Astãzi

source: Project Title
ro: Titlul proiectului

source: Description
ro: Descriere

source: program started
ro: program lansat

source: no description
ro: fãra descripþie

source: program exited
ro: program terminat

source: Error
ro: Eroare

source: An error occured while reading the configuration file. Shall I setup a new configuration?
ro: O eroare a survenit în timp ce citeam fiºierul de configurare. Sã setez o nouã configuraþie?

source: Specify geometry
ro: Specificaþi geometria

source: GEOMETRY
ro: GEOMETRIE

source: Select a project on startup
ro: Aleg un proiect la pornire

source: PROJECT
ro: PROIECT

source: Warning
ro: Avertisment

source: I could not write the configuration file!
ro: Nu am putut scrie fiºierul de configurare!

source: New Project...
ro: Proiect nou...

source: Please enter the name of the new project:
ro: Introduceþi numele noului proiect:

source: I could not read the configuration file
ro: Nu am putut citi fiºierul de configurare

source: Reload Configuration File
ro: Reîncarc fiºierul de configurare

source: This will overwrite your current set of projects. Do you really want to reload the configuration file?
ro: Aceasta va suprascrie setul vostru curent de proiecte. Chiar vreþi sã reîncãrcaþi fiºierul de configurare?

source: _New Project...
ro: Proiect _nou...

source: _Reload Configuration File
ro: _Reîncarc fiºierul de configurare

source: _Save Configuration File
ro: _Salvez fiºierul de configurare

source: Clear _Daily Counter
ro: Re_initializez numãrãtorul zilnic

source: _Timer Running
ro: Cronome_tru pornit

source: _Timer
ro: Cronome_tru

source: Show Seconds
ro: Afiºez secundele

source: Show Status Bar
ro: Afiºez bara de stare

source: Show Table Header
ro: Afiºez capul tabelelor

source: Toolbar
ro: Barã de utilirare

source: Show Toolbar Icons
ro: Afiºez icoanele barei de utilitare

source: Show Toolbar Texts
ro: Afiºez textele barei de utilitare

source: Show Tooltips
ro: Activez bulele de ajutor

source: Toolbar Segments
ro: Segmente a barei de utilitare

source: Show `New'
ro: Afiºez `Nou'

source: Show `Save', `Reload'
ro: Afiºez `Salvez', `Reîncarc'

source: Show `Cut', `Copy', `Paste'
ro: Afiºez `Tai', `Copiez', `Lipesc'

source: Show `Properties'
ro: Afiºez `Proprietãþi'

source: Show `Timer'
ro: Afiºez `Cronometru'

source: Show `Preferences'
ro: Afiºez `Preferinþe'

source: Show `Help'
ro: Afiºez `Ajutor'

source: Show `Quit'
ro: Afiºez `Ieºire'

source: Shell Commands
ro: Comenzi Shell

source: Switch Project Command:
ro: Comanda de schimbare proiect:

source: No Project Command:
ro: Comanda No Project:

source: Logfile
ro: Istorie

source: Use Logfile
ro: Utilizez fiºier istoric

source: Filename:
ro: Numele fiºierului:

source: Timeout in secs:
ro: Expirare în secunde:

source: Preferences
ro: Preferinþe

source: Misc
ro: Diverse

source: project %t started
ro: prouectul %t pornit

source: stopped project %t
ro: proiect stopat %t

source: empty
ro: gol

source: Properties
ro: Proprietãþi

source: Project
ro: Proiect

source: Project Title:
ro: Titlul proiectului:

source: Project Description:
ro: Descripþia proiectului:

source: Project Time today:
ro: Timpul de azi pe proiect:

source: hours
ro: ore

source: mins
ro: minute

source: secs
ro: secundes

source: Project Time ever:
ro: Timpul total pe proiect:

source: [GTT]New
ro: Nou

source: Reload
ro: Reîncarc

source: Save
ro: Salvez

source: Save Configuration File
ro: Salvez fiºierul de configurare

source: Cut
ro: Tai

source: Cut Selected Project
ro: Tai proiectul selecþionat

source: Copy
ro: Copiez

source: Copy Selected Project
ro: Copiez proiectul selecþionat

source: Paste
ro: Lipesc

source: Paste Project
ro: Lipesc proiectul

source: Props
ro: Proprietãþi

source: Edit Properties...
ro: Editez propretãþile...

source: Timer
ro: Cronometru

source: Start/Stop Timer
ro: Pornesc/Opresc cronometrul

source: Prefs
ro: Preferinþe

source: Edit Preferences...
ro: Editez preferinþele...

source: Quit
ro: Ieºire

source: Quit GTimeTracker
ro: Ieºire GTimeTracker

source: Gnome Color Browser
ro: Selecþionar de culori Gnome

source: Color Name:
ro: Numele culorii:

source: Color Values:
ro: Numele culorii:

source: Name
ro: Nume

source: Decimal (8 bit)
ro: Decimal (8 biþi)

source: Decimal (16 bit)
ro: Decimal (16 biþi)

source: Hex (8 bit)
ro: Hex (8 biþi)

source: Hex (16 bit)
ro: Hex (16 biþi)

source: Float
ro: Flotant

source: Font Selector
ro: (1 Sector)

source: Selection:
ro: Selecþie:

source: Font to load
ro: Font de încãrcat

source: Where to put the window, and its size
ro: Unde sã pun ferestra ºi cât de mare sã fie

source: Ignore standard input; may be needed in some cases.
ro: Ignorã intrarea standard; ar putea fi necesar în unele cazuri.

source: _New Window
ro: Fereastrã _nouã

source: New text viewer window
ro: O nouã fereastrã de vizualizator de text

source: _Fixed Font
ro: Font lãrgime _fixã

source: Display text with a fixed font
ro: Afiºej textul cu un font de lãrgime fixã

source: Find string
ro: Caut urmãtorul

source: Find
ro: Caut urmãtorul

source: Loading...
ro: Încarc...

source: No such file or directory: %s
ro: Nici un fiºier sau director de acest tip:

source: Failed to decompress and display the file: %s %s
ro: Eºec la decompresia ºi afiºarea fiºierului:

source: Unable to display compressed file. zcat not found in your path.
ro: Impossibil de afiºat fiºierul comprimat. zcat nu se aflã în calea voastrã.

source: Error loading file: %s %s
ro: Eroare la încãrcarea fiºierului:

source: Saving...
ro: Salvez...

source: Failed to write file: %s %s
ro: Eºec la scrierea fiºierului:

source: Save Text As...
ro: Salvez textul ca ºi...

source: Open Text File...
ro: Deschid un fiºier text...

source: Searching...
ro: Salvez...

source: No search string was specified!
ro: Deplasarea nu a fost specificatã!

source: Failed to execute command: %s %s
ro: Eºec la execuþia comenzii:

source: Run Program
ro: Execut un program

source: Run
ro: Execut

source: Cancel
ro: Anulez

source: Select a program to run
ro: Alegeþi un program de executat

source: Shut Down
ro: Oprire

source: Single User Mode
ro: Mod Mono-Utilizator

source: Reboot
ro: Restart

source: Are you sure you want to shut down the computer?
ro: Sunteþi sigur cã vreþi sã opriþi sistemul?

source: Are you sure you want to switch to single user mode?
ro: Sunteþi sigur cã vreþi sã treceþi la modul mono utilizator?

source: Are you sure you want to switch to runlevel 2?
ro: Sunteþi sigur cã vreþi sã schimbaþi la nivelul 2?

source: Are you sure you want to switch to runlevel 3?
ro: Sunteþi sigur cã vreþi sã schimbaþi la nivelul 3?

source: Are you sure you want to switch to runlevel 4?
ro: Sunteþi sigur cã vreþi sã schimbaþi la nivelul 4?

source: Are you sure you want to switch to runlevel 5?
ro: Sunteþi sigur cã vreþi sã schimbaþi la nivelul 5?

source: Are you sure you want to reboot the system?
ro: Sunteþi sigur cã vreþi sã reporniþi sistemul?

source: You must be the super-user (root) to shut down or restart the computer.
ro: Sunteþi sigur cã vreþi sã opriþi sistemul?

source: Shutdown or Reboot
ro: Oprire sau repornire

source: Easy
ro: Uºor

source: Advanced
ro: Avansat

source: Click OK to shutdown or reboot. You will lose any unsaved information in open applications.
ro: Apãsaþi OK pentru oprire sau restartare. Veþi pierde toate informaþiile nesalvate din toate aplicaþiile deschise.

source: Revert to Defaults
ro: Revin la implicite

source: Commands
ro: Comenzi

source: Confirm before shutdown?
ro: Confirm înainte de oprire?

source: Don't ask next time.
ro: Nu întreb data viitoare.

source: System Information
ro: Informaþii Sistem

source: Logo file not found
ro: Fiºier logo negãsit

source: GNOME contributors:
ro: Contributori la GNOME:

source: Email Information...
ro: Informaþii e-Mail...

source: Save Information to File...
ro: Salvez informaþia într-un fiºier...

source: Detailed Information...
ro: Informaþii detaliate...

source: Category
ro: Categorie

source: Your System
ro: Sistemul vostru

source: Save As...
ro: Salvez ca ºi...

source: Mail To...
ro: Trimit la...

source: Error closing file `%s': %s Some or all data may not have been written.
ro: O parte din sau toate datele s-ar putea sã nu fi fost scrise.

source: Couldn't open file `%s': %s
ro: Nu pot deschide fiºierul `

source: Save System Information As...
ro: Salvez informaþiile sistem ca ºi...

source: Command failed ` %s ': %s
ro: Eºec al comenzii `

source: Couldn't run command ` %s ': %s
ro: Nu pot rula comanda `

source: The following mail will be sent to %s. Are you sure you want to mail this information?
ro: Sunteþi sigur cã vreþi sã trimiteþi aceste informaþii?

source: Are you sure?
ro: Sunteþi sigur?

source: Address to mail to:
ro: Trimit la adresa:

source: Distribution:
ro: Distribuþia:

source: Operating System:
ro: Sistem de operare:

source: Distribution Version:
ro: Versiunea de la distribuþiei:

source: Operating System Version:
ro: Versiunea de Sistem de operare:

source: Operating System Release:
ro: Sistem de operare:

source: Processor Type:
ro: Tipul procesorului:

source: Processor Speed:
ro: Viteza procesorului:

source: Host Name:
ro: Nume gazdã:

source: Domain Name:
ro: Numele de domeniu:

source: User Name:
ro: Nume utilizator:

source: X Display Name:
ro: Afiºaj X11:

source: System Status:
ro: Stare Sistem:

source: Real Memory:
ro: Memorie realã:

source: Swap Space ("virtual memory"):
ro: Swap ("memorie virtualã"):

source: Total Memory:
ro: Memorie Totalã:

source: Free Memory:
ro: Memorie Liberã:

source: Device
ro: Periferic

source: Size
ro: Mãrime

source: Used space
ro: Spaþiu utilizat

source: Free space
ro: Spaþiu liber

source: Percent free
ro: Procent liber

source: Mount point
ro: Punctul de montare

source: Unknown
ro: Necunoscut

source: Unknown filesystem
ro: Sistem de fiºiere necunoscut

source: No information for this filesystem.
ro: Nici o informaþie despre acest sistem de fiºiere.

source: Memory
ro: Memorie

source: Kilobytes
ro: Kilo-Octeþi

source: CPU %d
ro: PROC %d

source: Detailed System Information
ro: Informaþii Sistem Detaliate...

source: Disk Information
ro: Informaþii Disc

source: Memory Information
ro: Informaþii despre memorie

source: CPU Information
ro: Informaþii Procesor

source: Mount Point:
ro: Punctul de montare:

source: Device:
ro: Periferic:

source: Filesystem Type:
ro: Tipul sistemului de fiºiere:

source: %ld megabytes, %ld free (%ld superuser); %ld inodes, %ld free.
ro: %ld megaocteþi, %ld liberi (%ld super-utilizator); %ld i-noduri, %ld libere.

source: Couldn't find the "w" command in your path. This command is needed for the program to work.
ro: Nu gãsesc comanda "w" în calea voastrã. Aceastã comandã este necesarã pentru funcþionarea acestui program.

source: _Save...
ro: _Salvez...

source: Write information to disk
ro: Scriu informaþiile pe disc

source: Active User Listing
ro: Lista utilizatorilor

source: Update Information
ro: Aduc informaþiile la zi

source: Save not implemented yet
ro: Asta nu este încã implementa(ã)

source: Command Line
ro: Linie de comandã

source: Add some defaults
ro: Adaug câteva implicite

source: Delete
ro: ªterg

source: Command Editor
ro: Editor de comenzi

source: Click this button to add some sample commands.
ro: Apãsaþi acest buton pentru a adãuga niºte exempl de comenzi.

source: Menu items
ro: Articole de meniu

source: Command
ro: Comandã

source: Enabled
ro: Activat

source: Disabled
ro: Dezactivat

source: Keep settings
ro: Pãstrez setãrile

source: (Dual Port)
ro: (Dublu Port)

source: (Dual Port Cache)
ro: (Cache Dublu Port)

source: Yes (%d sector)
ro: (1 Sector)

source: Yes (%d sectors)
ro: (1 Sector)

source: Serial No.
ro: Numãr de serie

source: Geometry
ro: Geometrie

source: Cache
ro: Depozit

source: Status
ro: Stare

source: Legacy MFM/RLL drive
ro: Disc vechi MFM/RLL

source: DMA Mode
ro: Mod DMA

source: IO Mode
ro: Modul IO

source: IDE Status
ro: Starea IDE

source: Disk Logo Not Found
ro: Logo-ul discului negãsit

source: Only the superuser can use this tool
ro: Doar superuserul poate folosi acestã unealtã

source: You appear to have no IDE drives
ro: Se pare cã nu aveþi discuri IDE
